import project from "../../assets/icons/project.svg";
export const about = [
  {
    id: 1,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
  {
    id: 2,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
  {
    id: 3,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
];
export const allServisesCard = [
  {
    id: 1,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века."
  },
  {
    id: 2,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века."
  },
  {
    id: 3,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века."
  },
];