import project from "../../assets/icons/project.svg";
import comerta from "../../assets/images/allProjects/cometa.svg";
import lms from "../../assets/images/allProjects/lms.svg";
import BTB_Online from "../../assets/images/allProjects/BTB_Online.svg";
import btb from "../../assets/images/allProjects/btb.svg";
// import lms_mentor from "../../assets/images/allProjects/lms_mentor.jpg";
import email from "../../assets/icons/email.svg";
import phone from "../../assets/icons/phone.svg";
import location from "../../assets/icons/location.svg";
import arrow from "../../assets/icons/arrow.svg";
export const about = [
  {
    id: 1,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
  {
    id: 2,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
  {
    id: 3,
    title: "Создание сайтов",
    image: project,
    discr:
      "Lorem Ipsum - это текст- рыба, часто используе в печати и вэб-дизайне.",
  },
];
export const allServisesCard = [
  {
    id: 1,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
  {
    id: 2,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
  {
    id: 3,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
  {
    id: 3,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
  {
    id: 3,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
  {
    id: 3,
    number: "01.",
    title: "Исследование и упаковка",
    text: "Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века.",
  },
];
export const allProjects = [
  {
    id: 1,
    image: comerta,
    title: "Cometa",
    subTitle: "Приложение для доставки еды",
    dscr: "Платформа для ресторанов, позволяющая размещать меню и получать заказы со стороны бизнеса, а также удобное приложение с доступными ресторанами для заказа еды со стороны клиента. Админ-панель для ресторанов с доступной статистикой и аналитикой, несколькими видами отчетов и множеством других полезных функций, помогающих владельцам ресторанов принимать решения.",
  },
  {
    id: 2,
    image: BTB_Online,
    title: "BTB Online",
    subTitle: "Торговая площадка",
    dscr: "«БТБ Онлайн» — мобильное приложение, позволяющее клиентам получить кредит онлайн без физического посещения банка в течение пяти минут. Он также предоставляет торговую площадку, где пользователи могут покупать продукты в кредит или за наличные, и содержит удаленные банковские услуги, такие как открытие банковского счета, заказ банковской карты и т. д.",
  },
  {
    id: 3,
    image: lms,
    title: "Oxford  school",
    subTitle: "Система управления обучением",
    dscr: "Автоматизированная система для школ со следующими функциями: - Система онлайн-оценки - Управление пользователями - Система планирования - Профили учащихся, учителей, консультантов и родителей - Электронная библиотека - Управление посещаемостью Разработано с использованием Java на внутренней стороне и фреймворков JS на внешней стороне.",
  },
  {
    id: 4,
    image: btb,
    title: "BTB 24",
    subTitle: "Мобильное банковское приложение",
    dscr: "Супер-приложение, включающее финансовые и нефинансовые услуги по образу жизни. Полная интеграция с ABS для выполнения финансовых операций, а также с государственными учреждениями для сбора и анализа данных, для предоставления пользователю различных типов официальных отчетов. Приложение было разработано с использованием родных языков мобильных приложений на интерфейсной стороне и Python на внутренней стороне. Размер команды — 10 человек, включая разработчиков, QA-инженеров, BA, PM и UI/UX-дизайнеров.",
  },
  {
    id: 1,
    image: comerta,
    title: "Cometa",
    subTitle: "Приложение для доставки еды",
    dscr: "Платформа для ресторанов, позволяющая размещать меню и получать заказы со стороны бизнеса, а также удобное приложение с доступными ресторанами для заказа еды со стороны клиента. Админ-панель для ресторанов с доступной статистикой и аналитикой, несколькими видами отчетов и множеством других полезных функций, помогающих владельцам ресторанов принимать решения.",
  },
  {
    id: 2,
    image: BTB_Online,
    title: "BTB Online",
    subTitle: "Торговая площадка",
    dscr: "«БТБ Онлайн» — мобильное приложение, позволяющее клиентам получить кредит онлайн без физического посещения банка в течение пяти минут. Он также предоставляет торговую площадку, где пользователи могут покупать продукты в кредит или за наличные, и содержит удаленные банковские услуги, такие как открытие банковского счета, заказ банковской карты и т. д.",
  },
  {
    id: 3,
    image: lms,
    title: "Oxford school",
    subTitle: "Система управления обучением",
    dscr: "Автоматизированная система для школ со следующими функциями: - Система онлайн-оценки - Управление пользователями - Система планирования - Профили учащихся, учителей, консультантов и родителей - Электронная библиотека - Управление посещаемостью Разработано с использованием Java на внутренней стороне и фреймворков JS на внешней стороне.",
  },
  {
    id: 4,
    image: btb,
    title: "BTB 24",
    subTitle: "Мобильное банковское приложение",
    dscr: "Супер-приложение, включающее финансовые и нефинансовые услуги по образу жизни. Полная интеграция с ABS для выполнения финансовых операций, а также с государственными учреждениями для сбора и анализа данных, для предоставления пользователю различных типов официальных отчетов. Приложение было разработано с использованием родных языков мобильных приложений на интерфейсной стороне и Python на внутренней стороне. Размер команды — 10 человек, включая разработчиков, QA-инженеров, BA, PM и UI/UX-дизайнеров.",
  },
];
export const footerData = [
  {
    title: "Контактная информация",
    items: [
      {
        text: "kaitechinfoo@gmail.com",
        icon: email,
        href: "mailto:kaitechinfoo@gmail.com", // Ссылка на email
      },
      {
        text: "+996 550 077 387",
        icon: phone,
        href: "tel:+996550077387", // Ссылка на телефонный номер
      },
      {
        text: "Бишкек, Тимирязева, 97",
        icon: location,
        href: "https://www.google.com/maps/place/Бишкек,+Тимирязева,+97", // Ссылка на Google Maps
      },
    ],
  },
  {
    title: "Основные ссылки",
    items: [
      {
        text: "Главная",
        icon: arrow,
        href: "/", // Ссылка на главную страницу
      },
      {
        text: "Наши проекты",
        icon: arrow,
        href: "/projects", // Ссылка на страницу "Наши проекты"
      },
      {
        text: "Наши услуги",
        icon: arrow,
        href: "/services", // Ссылка на страницу "Наши услуги"
      },
      {
        text: "Контакты",
        icon: arrow,
        href: "/contacts", // Ссылка на страницу "Контакты"
      },
    ],
  },
  {
    title: "Наши проекты",
    items: [
      {
        text: "РосНано",
        icon: arrow,
        href: "https://rosnano.com/", // Ссылка на сайт Роснано
      },
      {
        text: "Сколково",
        icon: arrow,
        href: "https://skolkovo.ru/", // Ссылка на сайт Сколково
      },
      {
        text: "Проект “Восток”",
        icon: arrow,
        href: "https://projectvostok.com/", // Ссылка на сайт проекта "Восток"
      },
      {
        text: "ТЭЦ Калининграда",
        icon: arrow,
        href: "https://www.tgc-1.ru/kaliningradskaya-tec/", // Ссылка на сайт ТЭЦ Калининграда
      },
    ],
  },
  {
    title: "Социальные сети",
    items: [
      {
        text: "VK.com",
        icon: arrow,
        href: "https://vk.com/kaitechinfoo", // Ссылка на VK
      },
      {
        text: "Instagram",
        icon: arrow,
        href: "https://www.instagram.com/kaitech_it/",
      },
      {
        text: "Facebook",
        icon: arrow,
        href: "https://www.facebook.com/kaitechinfoo", // Ссылка на Facebook
      },
      {
        text: "Twitter",
        icon: arrow,
        href: "https://twitter.com/kaitechinfoo", // Ссылка на Twitter
      },
    ],
  },
];
