{
  "Outsource": "Аутсорсинг",
  "Out staff": "Аутстафф",
  "Consulting": "Консультации",
  "Наша компания специализируются в трех основных направлениях: Outsource, Out staff, Consulting": "Наша компания специализируются в трех основных направлениях: Outsource, Out staff, Consulting",
  "У нас вы найдете команду профессионалов, готовых помочь вам стать востребованным специалистом в IT-индустрии.": "У нас вы найдете команду профессионалов, готовых помочь вам стать востребованным специалистом в IT-индустрии.",
  "Мы предоставляем высококачественные аутсорсинговые услуги, позволяя вам сосредоточиться на стратегически важных аспектах вашего бизнеса.": "Мы предоставляем высококачественные аутсорсинговые услуги, позволяя вам сосредоточиться на стратегически важных аспектах вашего бизнеса.",
  "Наша компания предоставляет квалифицированных специалистов для вашей команды, облегчая процесс подбора и улучшая вашу операционную эффективность.": "Наша компания предоставляет квалифицированных специалистов для вашей команды, облегчая процесс подбора и улучшая вашу операционную эффективность.",
  "Мы предлагаем консультационную поддержку, помогая вам разрабатывать и внедрять успешные стратегии в области IT, соответствующие вашим бизнес-целям.": "Мы предлагаем консультационную поддержку, помогая вам разрабатывать и внедрять успешные стратегии в области IT, соответствующие вашим бизнес-целям.",
  "Процесс стажировки": "Процесс стажировки",
  "СТАЖИРОВКА": "СТАЖИРОВКА",
  "Наши программы стажировок предоставляют студентам возможность погружения в мир IT. Обучение, ориентированное на практику, помогает первоначальному приобретению навыков. Неоплачиваемые реальные проекты.": "Наши программы стажировок предоставляют студентам возможность погружения в мир IT.Обучение, ориентированное на практику, помогает первоначальному приобретению навыков. Неоплачиваемые реальные проекты.",
  "ПРОЕКТЫ": "ПРОЕКТЫ",
  "После стажировки студенты приступают к участию в наших неоплачиваемых реальных проектах. Это позволяет им применить знания в реальных рабочих условиях, расширяя свой опыт.": "После стажировки студенты приступают к участию в наших неоплачиваемых реальных проектах. Это позволяет им применить знания в реальных рабочих условиях, расширяя свой опыт.",
  "ТРУДОУСТРОЙСТВО":"ТРУДОУСТРОЙСТВО",
  "Успешное завершение этапа проектов открывает двери к трудоустройству. Мы гордимся тем, что наши выпускники становятся ценными членами нашей команды. Этот цикл создан для поддержки и развития талантливых людей, вносящих свой вклад в нашу компанию.":"Успешное завершение этапа проектов открывает двери к трудоустройству. Мы гордимся тем, что наши выпускники становятся ценными членами нашей команды. Этот цикл создан для поддержки и развития талантливых людей, вносящих свой вклад в нашу компанию.",
  "Наша команда":"Наша команда"
}
