{
  "Outsource": "Outsource",
  "Out staff": "Out staff",
  "Consulting": "Consulting",
  "Наша компания специализируются в трех основных направлениях: Outsource, Out staff, Consulting": "Our company specializes in three main directions: Outsource, Outstaff, Consulting.",
  "У нас вы найдете команду профессионалов, готовых помочь вам стать востребованным специалистом в IT-индустрии.": "You will find a team of professionals ready to help you become a sought-after specialist in the IT industry.",
  "Мы предоставляем высококачественные аутсорсинговые услуги, позволяя вам сосредоточиться на стратегически важных аспектах вашего бизнеса.": "We provide high-quality outsourcing services, allowing you to focus on the strategic aspects of your business.",
  "Наша компания предоставляет квалифицированных специалистов для вашей команды, облегчая процесс подбора и улучшая вашу операционную эффективность.": "Our company provides qualified specialists for your team, making the recruitment process easier and improving your operational efficiency.",
  "Мы предлагаем консультационную поддержку, помогая вам разрабатывать и внедрять успешные стратегии в области IT, соответствующие вашим бизнес-целям.": "We offer consulting support, helping you develop and implement successful IT strategies that align with your business goals.",
  "Процесс стажировки": "Internship process",
  "СТАЖИРОВКА": "INTERNSHIP",
  "Наши программы стажировок предоставляют студентам возможность погружения в мир IT. Обучение, ориентированное на практику, помогает первоначальному приобретению навыков. Неоплачиваемые реальные проекты.": "Our internship programs provide students with the opportunity to immerse themselves in the world of IT. Practice-oriented training helps with initial skill acquisition. Unpaid real projects.",
  "ПРОЕКТЫ": "PROJECTS",
  "После стажировки студенты приступают к участию в наших неоплачиваемых реальных проектах. Это позволяет им применить знания в реальных рабочих условиях, расширяя свой опыт.": "After the internship, students begin participating in our unpaid real-world projects. This allows them to apply knowledge in real work settings, expanding their experience.",
  "ТРУДОУСТРОЙСТВО": "EMPLOYMENT",
  "Успешное завершение этапа проектов открывает двери к трудоустройству. Мы гордимся тем, что наши выпускники становятся ценными членами нашей команды. Этот цикл создан для поддержки и развития талантливых людей, вносящих свой вклад в нашу компанию.": "Successful completion of the project phase opens the door to employment. We are proud that our graduates become valuable members of our team. This cycle is designed to support and develop the talented people who contribute to our company.",
  "Наша команда": "Our team",
  "Наши проекты": "Our projects"
}
